Revit 2026 API
ElementMulticlassFilter Constructor
Overload List
Name | Description
ElementMulticlassFilter(IList<Type>) | Initializes a new instance of the ElementMulticlassFilter class
ElementMulticlassFilter(IList<Type>, Boolean) | Initializes a new instance of the ElementMulticlassFilter class
Top
See Also
Reference
ElementMulticlassFilter Class
Autodesk.Revit.DB Namespace